[
    {
        "id": "101",
        "img": "https://img.freepik.com/free-vector/designers-are-working-desing-web-page-web-design-user-interface-user-experience-content-organization_335657-4403.jpg?size=626&ext=jpg",
        "courseTitle": "Web-Design",
        "courseDescription": "in this course, with the help of our amazing instructor and the meticulously crafted web design tutorials, you will be able to develop yourself as a skilled web designer at the comfort of your home, opening a door of endless possibilities in front of you.",
        "courseDuration": "30 days",
        "CourseFee": "100"
    },
    {
        "id": "102",
        "img": "https://www.elegantthemes.com/blog/wp-content/uploads/2018/12/top11.png",
        "courseTitle": "Web-Development",
        "courseDescription": "Web Development consists of two segments: front end development and backend development. Front-end Developers work with visual designs of a website and build the sites using code. The front end developer builds the structure of a website using HTML, then change the layout using CSS and sometimes uses javascript too. Besides Backend developers work with more advanced issues. They work with API (Application Programming Interfaces), CGI programs and sometimes script like PHP. Websites functionality is their main concern.",
        "courseDuration": "60 days",
        "CourseFee": "120"
    },
    {
        "id": "103",
        "img": "https://img.freepik.com/free-vector/graphic-design-art-profession-theme_24877-63484.jpg?size=338&ext=jpg",
        "courseTitle": "Graphics-Design",
        "courseDescription": "The main purpose here is to make you able to use the graphic design tools and techniques in a professional way. Graphic Design helps to build the brand identity of a company. Thus it needs to be conceptual and unique to represent a company, brand or any kind of products or services. The module is designed to cover all aspects of Graphic Design and it is mostly helpful for a fresher who can start afresh. To know more about the module, take a look in the highlights of the module and get insights of how we are conducting the course.",
        "courseDuration": "25 days",
        "CourseFee": "80"
    },
    {
        "id": "104",
        "img": "https://cdn.elearningindustry.com/wp-content/uploads/2020/10/what-are-the-benefits-of-animation-based-learning.jpg",
        "courseTitle": "Cartoon Animation",
        "courseDescription": "In this course, you will get to learn everything you need to get started with animation. From knowing the software and hardware required for animation, how to perform sound design, to the skills and techniques to use Adobe Animate and other tools, and the nitty-gritty grammar of animation, you’ll learn them all in this course.",
        "courseDuration": "40 days",
        "CourseFee": "110"
    }
]